Repository: utkugzl/WebProgrammingProject
Catalog: WebProgramlamaProje/Resources/SharedResource.*.resx
Languages: tr_tr

# about
source: About Us
tr_tr: Hakkımızda

# aboutDescription
source: Welcome to SAU Airways, Turkey's leading domestic airline, SAU Airways offers you one of the most beautiful experiences in the sky. Our high service and reliability standards, efficient operations and innovation-oriented approach have made us one of Turkey's most loved domestic airlines. As SAU Airways, we adopt an integrity approach in addition to our efforts to be Turkey's best airline in terms of corporate responsibility. All our efforts are focused on adding value: to our people, our communities and our country. Our agenda is coordinated at the SAU Aviation Group level to ensure we have a cohesive program of initiatives that cover all aspects of our business and operations. All our initiatives are carried out within SAU's 'Together' framework.
tr_tr: SAU Airways'a hoş geldiniz, Türkiye'nin öncü iç hat havayolu olan SAU Airways, size gökyüzündeki en güzel deneyimlerden birini sunar. Yüksek hizmet ve güvenilirlik standartlarımız, etkili operasyonlarımız ve yenilik odaklı yaklaşımımız, bizi Türkiye'nin en sevilen iç hat havayollarından biri haline getirmiştir. SAU Airways olarak, kurumsal sorumluluk konusunda Türkiye'nin en iyi havayolu olma çabalarımızın yanı sıra bütünlük yaklaşımını benimsemekteyiz. Tüm çabalarımız, değer katma odaklıdır: insanlarımıza, topluluklarımıza ve ülkemize. Ajandamız, iş ve operasyonlarımızın tüm yönlerini kapsayan uyumlu bir girişimler programına sahip olmamızı sağlamak amacıyla SAU Aviation Group seviyesinde koordine edilmektedir. Tüm girişimlerimiz, SAU’nun 'Birlikte' çerçevesi içinde gerçekleştirilmektedir.

# aboutTitle1
source: Growing Together
tr_tr: Birlikte Büyüme

# aboutTitle2
source: Greening Together
tr_tr: Birlikte Daha Yeşil

# aboutTitle3
source: Working Together
tr_tr: Birlikte Çalışma

# aboutTitle4
source: Our Responsibility
tr_tr: Sorumluluğumuz

# aboutTitleDes1
source: Supporting the vision of manufacturing in Turkey.
tr_tr: Türkiye'de üretim yapma vizyonunu destekleme.

# aboutTitleDes2
source: Commitment to minimizing our environmental impact.
tr_tr: Çevresel etkimizi en aza indirme taahhüdü.

# aboutTitleDes3
source: The development and well-being of our diverse employees.
tr_tr: Çeşitli çalışanlarımızın gelişimi ve refahı.

# aboutTitleDes4
source: More details about the 'Together' framework and initiatives have been regularly reported in reports published since 2010.
tr_tr: Birlikte' çerçevesi ve girişimler hakkında daha fazla detay, 2010'dan bu yana düzenli olarak yayımlanan raporlarda bulunmaktadır.

source: Date
tr_tr: Tarih

source: Flights
tr_tr: Uçuşlar

source: From
tr_tr: Nereden

source: Home
tr_tr: Ana Sayfa

# homeSlogan
source: Flight Tickets Are Just One Click Away!
tr_tr: Uçak Bileti, Sadece Bir Tık Uzağında!

source: Language
tr_tr: Dil

source: Log Out
tr_tr: Çıkış

source: My Tickets
tr_tr: Biletlerim

source: Search Ticket
tr_tr: Bilet Ara

source: Sign In
tr_tr: Giriş Yap

# signup
source: Sing Up
tr_tr: Kayıt Ol

source: Ticket Number
tr_tr: Bilet Numarası

source: To
tr_tr: Nereye
